[
    {
        "id_noticia": 1,
        "titulo": "Lanzamiento del Nuevo Sitio Institucional",
        "subtitulo": "La plataforma digital del instituto se renueva con más servicios y mejor diseño",
        "imagen": "img/feria.jpeg",
        "contenido": "El Instituto Superior presentó su nuevo portal web, diseñado para mejorar la comunicación con estudiantes, docentes y la comunidad. La nueva versión integra secciones interactivas, acceso rápido a noticias y un diseño adaptativo que facilita la navegación desde cualquier dispositivo.\n\nEl desarrollo estuvo a cargo del área de Tecnología, con la colaboración de estudiantes de la Tecnicatura en Desarrollo de Software. La plataforma estará en constante actualización para incorporar nuevas funcionalidades durante el ciclo lectivo.",
        "created_at": "2025-10-08 09:00:00"
    },
    {
        "id_noticia": 2,
        "titulo": "Charla sobre Inteligencia Artificial Aplicada a la Educación",
        "subtitulo": "Docentes y alumnos participaron de una jornada sobre innovación tecnológica",
        "imagen": "img/ecologico.jpg",
        "contenido": "El pasado viernes se llevó a cabo una charla sobre Inteligencia Artificial aplicada al ámbito educativo, organizada por el Departamento de Tecnología. La actividad tuvo una gran convocatoria y permitió debatir sobre el impacto de las nuevas herramientas en el proceso de enseñanza-aprendizaje.\n\nDurante el encuentro se presentaron ejemplos de proyectos locales y se reflexionó sobre la ética en el uso de la IA. Los organizadores destacaron el interés de los estudiantes en continuar explorando este campo en sus proyectos académicos.",
        "created_at": "2025-09-21 15:30:00"
    },
    {
        "id_noticia": 3,
        "titulo": "Estudiantes Desarrollan Aplicación para la Comunidad",
        "subtitulo": "Una app creada por alumnos facilita la comunicación entre vecinos y comercios locales",
        "imagen": "img/instituto.jpg",
        "contenido": "Un grupo de estudiantes de tercer año de la Tecnicatura en Desarrollo de Software presentó una aplicación móvil orientada a conectar a vecinos con pequeños comercios locales. El proyecto fue desarrollado en el marco de la materia Prácticas Profesionalizantes II.\n\nLa app permite publicar avisos, ofrecer productos y acceder a promociones. Su diseño busca fortalecer la economía local y fomentar el uso de tecnología con impacto social. Próximamente estará disponible en versión beta para dispositivos Android.",
        "created_at": "2025-09-15 11:45:00"
    },
    {
        "id_noticia": 4,
        "titulo": "Nueva Biblioteca Digital Disponible para Estudiantes",
        "subtitulo": "Más de 500 libros académicos en línea accesibles desde cualquier dispositivo",
        "imagen": "img/lab.jpg",
        "contenido": "El Instituto lanzó oficialmente su Biblioteca Digital, un espacio virtual que reúne material de estudio, revistas y publicaciones científicas. El objetivo es brindar a los estudiantes acceso rápido y gratuito a recursos actualizados para complementar su formación.\n\nLa biblioteca fue desarrollada en conjunto con el área de Sistemas y se integra directamente al campus virtual. Los usuarios podrán realizar búsquedas, descargar material y acceder a recomendaciones personalizadas según su carrera.",
        "created_at": "2025-09-10 08:00:00"
    }
]
